server/app/controllers/api/v1/butterflies_controller.rb

SELECT "butterflies".* FROM "butterflies"
---
  def index
    respond_with Butterfly.all