app/controllers/api/v1/images_controller.rb

SELECT "images".* FROM "images"
---
  def index
    respond_with Image.all